[STRING]
ID=0x809
Name=English (British)
0=Setup - %s
1=< &Back
2=&Next >
3=&Install
4=Cancel
5=Licence Agreement
6=Please read the following important information before continuing.
7=I &accept the agreement
8=Select Destination Location
9=Where should %s be installed?
10=&Browse...
11=Installing
12=Please wait while Setup installs %s on your computer.
13=Installation completed successfully
14=Installation failed
15=Click Finish to exit Setup.
16=&Finish
17=Launch %s
18=Select a folder in the list below, then click OK.
19=Create a &desktop icon
20=The folder:\n\n%s\n\nalready exists. Would you like to install to that folder anyway?
21=You must be logged in as an administrator when installing this program.
22=Setup has detected that %s is currently running.\n\nPlease close all instances of it now, then click OK to continue, or Cancel to exit.
